export default function EmailAgreement() {
  return (
    <div>
      [개인정보 수집 및 이용 동의]<br></br>
      회사는 개인정보 보호법에 따라 고객님의 개인정보를 보호하며, 아래와 같이
      개인정보를 수집 및 이용하고자 합니다. 아래 내용을 충분히 읽어보신 후, 동의
      여부를 결정해주시기 바랍니다.
      <p>1. 수집하는 개인정보 항목 - 이메일 주소</p>
      <p>
        2. 개인정보 수집 및 이용 목적 - 설문조사 관리 및 결과 확인 - 관리 링크
        및 인증 정보 전송
      </p>
      <p>
        3. 개인정보 보유 및 이용 기간 - 수집된 개인정보는 설문조사 종료 후 즉시
        파기됩니다. - 법령에 의해 보관이 필요한 경우 해당 기간 동안 보관됩니다.
      </p>
      <p>
        {" "}
        4. 동의를 거부할 권리 및 불이익 - 귀하는 개인정보 수집 및 이용 동의를
        거부할 권리가 있습니다. 다만, 동의를 거부하실 경우 설문조사 관리 기능을
        이용하실 수 없습니다.
      </p>
    </div>
  );
}
